export const TripInfo = {
  tripLocation: { lng: 35.40584645468751, lat: 32.84421252058602 },
  likes: 2,
  postDate: { seconds: 1641332353, nanoseconds: 253000000 },
  tripDetails:
    'נחל זויתן תחתון\nנצא מחניון יהודיה [1] מערבה בשביל הליכה המסומן בסימון שבילים ירוק. השביל עובר ביער יהודיה המשתרע על שטח של שלושים אלף דונם. אזור יער יהודיה הוא רמה בזלתית המשתפלת מתונות מרום של מאתיים מטר מעל פני הים בצפון מזרח לגובה של מאתיים מטר מתחת לפני הים באזור בקעת בית צידה – צפון הכנרת. הרמה ומורדות הקניונים החתורים בה מכוסה ביער פארק מרשים של עצי אלון תבור ואלה אטלנטית אליהם נלווים שיזף מצוי, שיזף השיח ולבנה רפואי. בחורף ובאביב מכסים את השטח שבין עצי היער נרקיס מצוי, רקפת מצויה, כלנית, אירוס הגולן, חצב מצוי, כרכום, חלמונית זעירה, פשתה שעירה, עכנאי נאה ועוד רבים אחרים.\n\nבשמורה תוכלו למצוא גם עדרים גדולים של חזיר בר (נסו לאתר את העקבות וסימני החפירה שלהם), צבי ארצישראלי (שהובא בשנות השבעים מרמת יששכר), תן זהוב, שועל מצוי, שפן סלע, נברן השדה, דורבן, קוצן מצוי ומיני עופות כגון חוויאי נחשים, עיט נצי, רחם ונשר.\n\n\nלאחר הליכה של  כ-1.5 ק"מ השביל הירוק פוגש בשביל המסומן באדום [2]. נפנה ימינה במסלול המוביל לנחל הזיותן התחתון. השביל הולך בסמוך לשפת הקניון של הזויתן כ-400 מטר צפונה עד שהוא מגיע לפיצול עם שביל שחור [3] שמתחיל בירידה איטית אל הנחל.\n\nהשביל השחור מהלך בין אבני הבזלת ושיחי הרדוף הנחלים הפורח בוורוד כל השנה אותם מלווים עצי ערבה וחרוב, נענע משובלת ושנית. ב-2 הק"מ שבהם השביל עובר באפיק הנחל, הוא נפגוש שתי בריכות גדולות ועמוקות, שאסור לפספס את ההזדמנות לנוח ולרחוץ בהם. ',
  guideName: "יעקב אברגל",
  tellUsContext:
    "בקיץ הלוהט הזוויתן מציע ביקור במפל ובריכות מים קרירות ונעימות - חלק מהמסלול אמנם עובר באזור יבש של רמת הגולן, אך המים שבדרך שווים הכל.",
  guideEmail: "yakov@gmail.com",
  guideUid: "EcJ7S8REnmOTowxopXnHRpt7Bpq1",
  tripName: "נחל זוויתן",
  category: "trips",
  id: "PQoB47l1zbfrZ4C3Fqu8",
};

export const TripsUserLiked = [
  { tripUid: "PQoB47l1zbfrZ4C3Fqu8", key: "9IDH5iRfpkIjrioeJG4C" },
  { tripUid: "RAeLOPPePpmVAaPJt7qA", key: "DUPglaXrImE3q2KwV03E" },
  { tripUid: "m4J3GziAdRk26jGkcJvX", key: "OaDpLY6ZANiAPKoSxhvs" },
  { tripUid: "aPiW2oa4pp3QJAQBhSsd", key: "WCchogccxqQb53qUwQwr" },
  { tripUid: "2iBywHyhawynjFam0cVd", key: "hRPRcxPLptS0v59dzgRo" },
];
